{
	"ha46er": [
		{
			"id": "01",
			"hikeTitle": "1 & 2 - Giant (4,626) and Rocky Peak Ridge(4,383) - Completed July 23, 2019",
			"hikeLink1": "https://www.alltrails.com/explore/trail/us/new-york/ridge-trail-to-giant-mountain-and-rocky-peak-ridge",
			"hikeLink1Title": "Ridge Trail to Giant Mountain and Rocky Peak Ridge",
			"hike1Dist": "7.5",
			"hike1Elev": "4,419",
			"hikeLink2": "https://www.alltrails.com/explore/trail/us/new-york/giant-mountain-and-rocky-peak-ridge-trail",
			"hikeLink2Title": "Giant Mountain Peak and Rocky Peak Trail",
			"hike2Dist": "18.4 ",
			"hike2Elev": "9.173",
			"hikeIntro": "The hike up Giant and Rocky Peak Ridge is widely considered one of the best in the Adirondacks. These two peaks can be tagged as a point-to-point or an out-and-back.",
			"hikePlan": "For the out-and-back option, park at the Chapel Pond trailhead, go over Giant to Rocky Peak, then back over Giant and to the trailhead. It's shorter, but not much easier. Giant is called Giant for a reason. The trail up Giant will climb over 3,000 feet in 3 miles. Relax on top of Giant and soak in the breath-taking views of the Keen Valley. When you're good and rested, descend the back side of Giant over to Rocky Peak Ridge. The descent off Rocky Peak is surprisingly one of the best parts on the hike.The point-to-point trail will require some collaboration as far as vehicles go, but setting up the shuttle is well worth the effort. Your starting point is the trailhead across from Chapel Pond on route 73 after the route 9 intersection, and the end point is along route 9 after it breaks of from 73. It is about 11 miles, and the views are spectacular. ",
			"hikeResult": "July 23, 2019 - I left Ridgewood at 7:30am and was trailside with no water at 11:20 and back with water and on the trail at 11:50am.  It was up and then up some more.  3,000 ft over 3 miles.  Many riverbeds climbed before hitting the rocks.  The path is well marked with blue tags and yellow strips on the rock faces.",
			"pictures": [
				{
					"picID": "1",
					"pic": "https://photos.smugmug.com/201907Adirondack46ers/20190723AdirondackPark/i-V5DtcQv/0/edf7c66a/M/IMG_6976-M.jpg",
					"piccap": "On top of Giant with the west behind me",
					"pictop": "",
					"picbotm": "It was a bit cloudy up on Giant (arrived 1:40) but still nice views to the west.  The split to Rocky Ridge is 2/10ths of a mile from the top of Giant and drops down the back side of Giant to about 3,700 feet before heading up to Rocky Peak (arrived 2:48pm)."
				},
				{
					"picID": "2",
					"pic": "https://photos.smugmug.com/201907Adirondack46ers/20190723AdirondackPark/i-Hx6qNxW/0/37be118a/M/IMG_6989-M.jpg",
					"piccap": "From Rocky Peak looking out on Lake Champlain",
					"pictop": "",
					"picbotm": ""
				},
				{
					"picID": "3",
					"pic": "https://photos.smugmug.com/201907Adirondack46ers/20190723AdirondackPark/i-cbxrjqL/0/deed9e7a/M/IMG_6994-M.jpg",
					"piccap": "Back to the Trailhead",
					"pictop": "",
					"picbotm": "Very nice view out to Lake Champlain and some cloud cover. Back at trail head at 5:37pm so all together 5hr50min with some burning  and sore legs."
				}
			]
		},
		{
			"id": "02",
			"hikeTitle": "3 & 4 - Cascade (4,098) and Porter (4,084) - Completed July 24, 2019",
			"hikeLink1": "https://www.alltrails.com/trail/us/new-york/cascade-mountain-and-porter-mountain-via-cascade-mountain-trail",
			"hikeLink1Title": "Cascade Mountain and Porter Mountain via Cascade Mountain Trail",
			"hike1Dist": "5.6",
			"hike1Elev": "2,293",
			"hikeLink2": "",
			"hikeLink12Title": "",
			"hike2Dist": "5.6 mi",
			"hike2Elev": "2,293",
			"hikeIntro": "The Cascade and Porter hike is one of the most popular hikes in the region. The trail is steep, but not long or too technical, and the views of the surrounding mountains are well worth the hike.",
			"hikePlan": "Wake up early get to beat the rush at the trailhead. The trailhead for these two peaks is located on route 73, about 7 miles west of Keen. The trail is around 4.7 miles long and will take you about half a day to complete. Make sure you sign in at the register, and then start your climb. You'll come to a junction with trails going off to the tops of each peak.  Take the short jaunt to Porter first before coming back for Cascade.",
			"hikeResult": "July 24, 2019 Left Lake Placid at 7:30am was on trail by 8:21.  Made it to the split off to Porter at 9:39 and then topped out on Porter at 10:04.    Cascade is a bit of a scramble up the last pitch and a really spectacular view down into Lake Placid and beyond.",
			"pictures": [
				{
					"picID": "1",
					"pic": "https://photos.smugmug.com/201907Adirondack46ers/20190724Adirondack/i-LGZxbB2/1/e2dfda89/M/IMG_7007-M.jpg",
					"piccap": "Looking at Cascade from the top of Porter",
					"pictop": "",
					"picbotm": "From there I could see Cascade was a much more interesting view.  It is a short down and back up to get back to the split point.  Some mud and almost sunk a boot but otherwise no bugs and in shade most of the route."
				},
				{
					"picID": "2",
					"pic": "https://photos.smugmug.com/201907Adirondack46ers/20190724Adirondack/i-dpt2G2L/0/831e74fa/M/IMG_7015-M.jpg",
					"piccap": "Final approach to Cascade",
					"pictop": "",
					"picbotm": ""
				},
				{
					"picID": "3",
					"pic": "https://photos.smugmug.com/201907Adirondack46ers/20190724Adirondack/i-NXCdF3C/1/3c908685/M/IMG_7025-M.jpg",
					"piccap": "Looking down at the trailhead after finishing",
					"pictop": "",
					"picbotm": "Slow going on the way down due to some sore knees (you may hear this often) but finished up at 12:55.  A total round trip of 4.5hrs"
				}
			]
		},
		{
			"id": "11",
			"hikeTitle": "5, 6 & 7 - MacIntyre Range: Wright (4,587), Algonquin (5,155), Iroquois (4,849) - Completed August 12, 2019",
			"hikeLink1": "https://www.alltrails.com/explore/trail/us/new-york/wright-algonquin-iroquois-via-algonquin-trail",
			"hikeLink1Title": "Wright, Algonquin, Iroquois Peak via Algonquin and Iroquois Trail",
			"hike1Dist": "10.0",
			"hike1Elev": "4,360",
			"hikeLink2": "",
			"hikeLink2Title": "",
			"hike2Dist": "",
			"hike2Elev": "",
			"hikeIntro": "A tough but beautiful day of hiking, this loop takes you over Algonquin, the second highest peak in the state.",
			"hikePlan": "Great views from all three peaks. From Wright and Algonquin you have a great view of Lake Placid. You can even see the Olympic Ski jump. From Algonquin and Iroquois you'll have a nice view of high peaks to both the East and West. The first mile and a half are relatively flat with sparse rocks. After that you'll start gaining elevation quickly. At this point the density of rocks and size of rocks will increase. Wright peak is a fun stop. There are lots of bare rock faces on the trek up. After that, you'll continue up towards Algonquin. From this point you'll be walking on mostly bare rock face. On a dry day this will probably be straight forward. In wet and muddy conditions be prepared to spend more energy climbing rock face and finding little foot holds to prevent slipping. From Algonquin the trip to Iroquois is fun and simple. Follow the cairns down the south side of Algonquin and you'll eventually find a maintained trail. At some point you'll come to a sharp left turn and a sign that says foot trail left. To get to Iroquois you'll want to ignore this sign and look for a herd path to the right of the sign. This will take you to Iroquois. If you start rapidly losing elevation, you missed the heard path. ",
			"hikeResult": "Started my day in Ridgewood with an alarm at 5:20AM.  Too early but one snooze alarm later I was up.  Got on the road by 6:00am and made great time.  I was in the ADK LOJ by 10:15 and after checking that my spot in the dorm room was secure I was on the trail by 10:20.",
			"pictures": [
				{
					"picID": "1",
					"pic": "https://photos.smugmug.com/201907Adirondack46ers/20190812Adirondack/i-BMSMfcw/0/804e6f56/M/IMG_7103%20Stitch-M.jpg",
					"piccap": "Just short of the top of Algonquin. Looking over at Wright",
					"pictop": "The initial trail is easy for a couple miles and it's only when you reach the split between Wright and Algonquin that the trail get's a pretty good pitch to it. I didn't realizing I had missed the turnoff to Mt Wright and so I found myself on top of Algonquin after about 2h 10m. This seemed like a decent time.  It was a cloudy day but still good visibility to the other peaks.  You could see both Wright and Iroquois.",
					"picbotm": "It was ver windy up top so I didn't really hang around and headed over to Iroquois.  This involved climbing over a couple other  peaks including Boundry Peak (4,829 ft) and then up to Iroquois. "
				},
				{
					"picID": "2",
					"pic": "https://photos.smugmug.com/201907Adirondack46ers/20190812Adirondack/i-rwMsj45/0/93ef622f/M/IMG_7123-M.jpg",
					"piccap": "On top of Iroquois",
					"pictop": " I almost missed the turn that many of the write ups in AllTrails had warned about which required you to go right when the yellow FOOT PATH sign points left. The drops to the sections in between were a mixture planks over wet areas and narrow paths through think low pine bushes.  Each way took about 30 minutes",
					"picbotm": "I retraced my steps to Algonquin where it was still windy so I headed down to connect to the Wright path. This was the steepest part of the trip."
				},
				{
					"picID": "3",
					"pic": "https://photos.smugmug.com/201907Adirondack46ers/20190812Adirondack/i-Z67rM6J/0/5b25cb0d/M/IMG_2687-M.jpg",
					"piccap": "Wright peak looking out to Lake Placid",
					"pictop": "The trip from Algonquin to the turn off for Wright took another 30 min and theni had a 0.4 mile and 600 feet climb up to Wright peak.  I didn't get to see the plaque honoring the plane that crashed in 1962",
					"picbotm": " The trip down from Wright had some slipper rock faces but I didn't end up sliding on my butt too many times.  The hike down took about two hours.  Total trip was 6hr 20min.  My stay at the Loj bunk room was convenient if spartan."
				}
			]
		},
		{
			"id": "6",
			"hikeTitle": "8 & 9 - Street (4,150) and Nye (3,887)- Completed August 13, 2019",
			"hikeLink1": "https://www.alltrails.com/explore/trail/us/new-york/street-mountain-and-nye-mountain-trail",
			"hikeLink1Title": "Street and Nye Trail",
			"hike1Dist": "8.3 ",
			"hike1Elev": "2,634",
			"hikeLink2": "",
			"hikeLink2Title": "",
			"hike2Dist": "",
			"hike2Elev": "",
			"hikeIntro": "Pair these two relatively moderate hikes for a mild  and relatively uncrowded day on the trail.",
			"hikePlan": "The trailhead for these two peaks is at the Adirondack Loj, where parking will cost you about $10 a day. You will be looking at about 9 miles. Follow the Indian Pass trail to the herd paths that act as the main trail. Be aware of high water when crossing Indian Pass Brook.",
			"hikeResult": "Some rain overnight at the LOJ so glad I was camping.  Lots of snorring in the Bunk room so I was happy when 6:45am rolled around.  I had breakfast and chatted with a few folks from Connecticut and after bringing my stuff back to the car I was on the trail at 8:06 with cloudy skis.  The trail can best be described as a slog thru tight spaces.  First section to Indian Brook which you cross at the cairns was easy and then you proceed up various streambeds or along the streams.   ",
			"pictures": [
				{
					"picID": "1",
					"pic": "https://photos.smugmug.com/201907Adirondack46ers/20190813Adirondack/i-7P4kVkQ/0/02b119f3/M/IMG_2689%20Stitch-M.jpg",
					"piccap": "The trails left goes to Street and the boys are heading to Nye",
					"pictop": "The last half mile to the trail split is pretty steep with roots and rocks.  In a small clearing there is a sign for N & S.  ",
					"picbotm": "I chose south first and in about 30 min I was in a similar clearing with a sign for 'Street Mountain'.   It was getting dark and as I strated down I passed someone going up who said he was rushing in order to beat the rain."
				},
				{
					"picID": "2",
					"pic": "https://photos.smugmug.com/201907Adirondack46ers/20190813Adirondack/i-SntNjkN/0/63ead587/M/IMG_7154-M.jpg",
					"piccap": "Jim on top of Street.  Not much to see.",
					"pictop": "",
					"picbotm": "I briefly considered skipping Nye but in the 30 minutes back to the junction it started to brighten up.  Nye was less than 10 minutes from the junction and had a similar sign 'Nye Mountain'.  From here I started back down and saw a number of groups on the way up. "
				},
				{
					"picID": "3",
					"pic": "https://photos.smugmug.com/201907Adirondack46ers/20190813Adirondack/i-vhmRw2n/0/717ebbc3/M/IMG_7160-M.jpg",
					"piccap": "Jim on top of Nye.  Again, not much to see.",
					"pictop": " About 40 minutes into the return the sky got dark and within 5 minutes I was in heavy rain which lasted about 20-30 minutes.  This started the streams running and made it a bit more slippery.  I had a number of slips and slides but no face or butt plants on the way down.  My rain jacket and pack cover both did their jobs.",
					"picbotm": "By the time I crossed Indian Brook the rain had stopped and it was an easy walk back.  I had reached the top of Street in 2hr 40 min and the round trip from the LOJ was 5h 45m.  I stopped in the LOJ for a shower and my bag lunch and was back on the road to Ridgewood with 9/46ths of this challenge completed."
				}
			]
		},
		{
			"id": "03",
			"hikeTitle": "Big Slide (4,248)",
			"hikeLink1": "https://www.alltrails.com/explore/trail/us/new-york/big-slide-mountain-via-the-brothers--2",
			"hikeLink1Title": "Big Slide Mountain via The Brothers",
			"hike1Dist": "7.6",
			"hike1Elev": " 3,126 feet",
			"hikeLink2": "",
			"hikeLink2Title": "",
			"hike2Dist": "",
			"hike2Elev": "",
			"hikeIntro": "The summit of Big Slide provides some of the best views of the Great Range. You can hike this as a day hike or the start of a longer stint in the Great Range area.",
			"hikePlan": "Plan of attack: The trailhead for Big Slide can be found in the Garden Parking off route 73 in the Keen Valley. There is a $10 fee for the day and spaces fill up fast. A day hike for Big Slide will be about 11 miles long. You follow the Phelps Trail for about 3.5 miles until you reach the Slide Mountain Brook Trail. Just follow this trail all the way to the top. If you are keeping it to a day trip, turn on to the Brothers Trail intersection to make a loop back to the Garden. Some people choose to hike in with full packs, drop their gear off at a campsite by John's Brook Lodge, hit up Big Slide and return to JBL for trips into the Great Range the next few days."
		},
		{
			"id": "4",
			"hikeTitle": "Santanoni Range: Santanoni (4,606); Panther (4,442); Couchsachraga (3,793)",
			"hikeLink1": "https://www.alltrails.com/explore/trail/us/new-york/santanoni-range-panther-santanoni-couchsachraga-peaks",
			"hikeLink1Title": "Santanoni Range",
			"hike1Dist": "15.0 ",
			"hike1Elev": "4,491",
			"hikeLink2": "",
			"hikeLink2Title": "",
			"hike2Dist": "",
			"hike2Elev": "",
			"hikeIntro": "Yes, Couchsachraga is below 4,000 feet. But it was included in the original 46er grouping, so purists know thats why it must be climbed anyway. Completing this trifecta makes for a very long day, with Couchsachraga being a particularly grueling challenge.",
			"hikePlan": "The Santanoni Range has its own trailhead just before the Upper Works parking lot. To tag all three of these peaks in a day, you will be looking at about 17.1 miles of hiking, mostly along herd paths. The primary path leads you to Times Square, a four-way intersection to each peak. Some people opt to follow a lesser-known herd path up or down the side of Santanoni, known as the Santanoni express; Be aware, your feet will most likely get wet on the way to Couch."
		},
		{
			"id": "5",
			"hikeTitle": "Whiteface (4,867) and Esther (4,240)",
			"hikeLink1": "https://www.alltrails.com/explore/trail/us/new-york/whiteface-lookout-and-esther-mountains",
			"hikeLink1Title": "Whiteface, Lookout and Esther Mountains",
			"hike1Dist": "9.5 ",
			"hike1Elev": "3,818",
			"hikeLink2": "",
			"hikeLink2Title": "",
			"hike2Dist": "",
			"hike2Elev": "",
			"hikeIntro": "Whiteface is unique because it is the only high peak in the Adirondacks that has been developed. It has a ski resort, weather station, and a road that you can drive all the way to the top. The peak is often overrun by tourists, but it provides wonderful views of Lake Placid and all the other high peaks.",
			"hikePlan": "Start at the trailhead for Marble Mountain. The trail climbs steeply for about a mile before reaching an intersection for the main trail up Whiteface. You are looking at about 10 miles of hiking. Reach the trailhead and be ready to climb. It is 2.5 miles to the Esther and Whiteface intersection. Shoot over to Esther before returning to the Whiteface trail. Hit the top of Whiteface and try to soak in the view while ignoring most of what is going on around you. You must hike back down the mountain to make it official."
		},
		{
			"id": "7",
			"hikeTitle": "Dial (4,020), Nippletop (4,620), Colvin (4,057), and Blake (3,960)",
			"hikeLink1": "https://www.alltrails.com/explore/trail/us/new-york/blake-peak-colvin-and-nippletop-dail",
			"hikeLink1Title": "Mount Colvin, Nippletop, and Dial",
			"hike1Dist": "16.8",
			"hike1Elev": "6,122",
			"hikeLink2": "",
			"hikeLink2Title": "",
			"hike2Dist": "",
			"hike2Elev": "",
			"hikeIntro": "Some people split this hike into two days, which is not necessarily a bad idea. To hike all four of these at once is both painful and rewarding. Be sure you are in excellent condition if you want to tackle this day hike.",
			"hikePlan": "The trailhead is St. Huberts Parking Area off of route 73. Although only four mountains are on the itinerary, before you get to Dial, you will climb over Noonmark and Bear Den, both just a little shy of being considered high peaks, but big enough to put some wear on your legs before you hit the actual targets. For the day, you will be looking at about 19 miles, and strong hikers are looking at a nearly 12 hour day on the trail. Be sure to carry plenty of food and water from the start. Dial and Nippletop will be the first two high peaks climbed, each providing stunning views of the backside of the Great Range. After Nippletop, you will descend Elk Pass, climb over Colvin to reach Blake, then back over Colvin down to Lake Road and back to St Huberts."
		},
		{
			"id": "8",
			"hikeTitle": "Allen (4,340)",
			"hikeLink1": "https://www.alltrails.com/explore/trail/us/new-york/allen-mountain-trail",
			"hikeLink1Title": "Allen Mountain Trail",
			"hike1Dist": "17.7",
			"hike1Elev": "3,497",
			"hikeLink2": "",
			"hikeLink2Title": "",
			"hike2Dist": "",
			"hike2Elev": "",
			"hikeIntro": "My first time climbing Mt. Allen, I found the wood plaque at the top of the mountain split in half, almost like someone had punched it. That sums up how a lot of people feel about Allen. One of the most isolated peaks, Allen is difficult to get to, frustrating to climb and doesn't offer as much of a view in terms of payoff. Youll earn your post-hike beer on this one.",
			"hikePlan": "Technically, there is no official trail for Mt. Allen. Hikers wanting to complete the hike in a day are looking at around 17 miles round trip, starting from the Upper Works. It's a 5.2 mile hike to a herd path out of the Flowed Lands that is initially marked with hanging flags. You'll follow old logging roads along private land until you reach the High Peaks Wilderness. When you finally reach the base of the mountain, you follow a brook up a slide. The trail can be extremely slippery at times."
		},
		{
			"id": "9",
			"hikeTitle": "Tabletop (4,413) and Phelps (4,160)",
			"hikeLink1": "https://www.alltrails.com/explore/trail/us/new-york/phelps-mountain-trail--2",
			"hikeLink1Title": "Phelps Mountain Trail",
			"hike1Dist": "8.1",
			"hike1Elev": "2,158",
			"hikeLink2": "https://www.alltrails.com/explore/trail/us/new-york/phelps-and-tabletop-mountains-trail",
			"hikeLink2Title": "Phelps and Tabletop Mountains Trail",
			"hike2Dist": "12.0",
			"hike2Elev": "3,818",
			"hikeIntro": "Tabletop and Phelps make for a straightforward pairing, with the latter offering outstanding payoff.",
			"hikePlan": "Plan of attack: You have to start at the Adirondack Loj again, which costs $10 for the day. The total hike will be about 12 miles. The hike is fairly straightforward, following the Von Hoevenberg Trail most of the way before turning to a herd path up Tabletop. On your way back, the trail to Phelps will be off to the side. It's worth getting both of these mountains in one shot."
		},
		{
			"id": "10",
			"hikeTitle": "Dix Range: Macomb (4,390), Carson Peak (South Dix) (4,084), Grace(East Dix) (4,006), Hough (4,409), Dix (4,839)",
			"hikeLink1": "https://www.alltrails.com/explore/trail/us/new-york/dix-range",
			"hikeLink1Title": "Dix Range",
			"hike1Dist": "14.7",
			"hike1Elev": "5,144",
			"hikeLink2": "",
			"hikeLink2Title": "",
			"hike2Dist": "",
			"hike2Elev": "",
			"hikeIntro": "You tag five peaks here in one of the best day hikes in the high peaks region. If you are apprehensive about climbing five peaks in one day, there are campsites with which you can turn this into a multi-day excursion.",
			"hikePlan": "You are looking at 16 or 17 miles for the day. Fill up water wherever possible. Once you start climbing, there will not be too many sources of reliable water. About 2.3 miles in from the Elk Lake trailhead is the path up Macomb, where you will climb its famous slide to the top. It's a quick jaunt from the top of Macomb to South Dix as well as from the top of South Dix to the newly named Grace, formerly called East Dix. You will have to backtrack slightly to reach the herd path that will take you to Hough. You may find yourself stopping frequently to take in the views along this path. From Hough you will make your way to final peak of your day and the sixth highest in New York, Dix. You will have had spectacular views the entire day, but Dix is without a doubt the best. Soak up the sun for a little while and try to forget that you have another seven miles or so back to your car."
		},
		{
			"id": "12",
			"hikeTitle": "Sewards (2-3 days):  Seymour (4,091), Seward (4,347), Donaldson (4,108), Emmons (4,039)",
			"hikeLink1": "https://www.alltrails.com/explore/trail/us/new-york/seymour-mountain",
			"hikeLink1Title": "Seymour Mountain",
			"hike1Dist": "13.7",
			"hike1Elev": "2,798",
			"hikeLink2": "https://www.alltrails.com/explore/trail/us/new-york/the-seward-range-seward-donaldson-emmons-and-seymour",
			"hikeLink2Title": "Seymour Seward Donaldson Emmons",
			"hike2Dist": "21.3",
			"hike2Elev": "6,398",
			"hikeIntro": "Located in the northwest portion of the high peaks region, a weekend trip to the Sewards will grant you four more high peaks. You can choose to make this a one or two night trip.",
			"hikePlan": "Plan of attack: For the weekend, you will be looking at about 28 total miles. The Blueberry Foot trailhead is located 5.8 miles down Coreys Road. Park at the trailhead and hike a little over 4.5 miles into the camping areas where you will find lean-tos and tent sites. Switch to a day pack, fill up on water and head to the Seymour trailhead. From the trailhead, it is 1.4 miles to the top. The next day, the goal is Seward, Donaldson, and Emmons, an 8.5 mile round trip. Despite only being three peaks, this is an out-and-back trail, meaning you will have to climb back over Donaldson and Seward. Its your call whether to spend another night or hike out afterwards."
		},
		{
			"id": "13",
			"hikeTitle": "Great Range (3-4 days): Gothics (4,734), Sawteeth (4,134), Armstrong (4,429), Upper Wolfjaw (4,203), Lower Wolfjaw (4,173), Haystack (4,961), Basin (4,826), Saddleback (4,528)",
			"hikeLink1": "https://www.alltrails.com/trail/us/new-york/ore-bed-brook-to-wolf-jaw-loop",
			"hikeLink1Title": "Ore Bed Brook to Wolf Jaw Loop",
			"hike1Dist": "7.8",
			"hike1Elev": "2,729",
			"hikeLink2": "https://www.alltrails.com/explore/trail/us/new-york/lower-upper-wolfjaw-armstrong-gothics-loop-trail",
			"hikeLink2Title": "Lower/Upper Wolfjaw, Armstrong, and Gothics Loop Trail",
			"hike2Dist": "15.2",
			"hike2Elev": "5,065",
			"hikeIntro": "The Great Range is the most famous range of the Adirondacks. Some people try to complete the hike in one day, but most mortals will want to break it up into a few days. Thankfully, this range can easily be broken into two different hikes comprised of the upper and lower parts, making it much more manageable for the average hiker. This also saves Mt. Marcy for another time.",
			"hikePlan": "Plan of attack: You will be looking at full days with a lot of climbing, roughly 14 miles for the lower range and 12 miles for the upper. Day 1: Start at the Garden Parking lot, where you will pay $7 a day for parking. Hike into the John's Brook Lodge area and set up camp. Climb Big Slide if you haven't yet. Day 2: Your primary trail is the Ore Bed Trail. Follow this until it splits between Gothics and Saddleback, climbing the steel cables up Gothics. At the top of Gothics, take the side trail over Pyramid and grab Sawteeth, before climbing back up Gothics and running the ridge to Armstrong and the two Wolfjaws. Return to camp. Day 3: Head toward Slant Rock and take the Shorey Short Cut to the junction between Basin and Haystack and climb Haystack, the third highest peak in New York. Backtrack to Basin and climb down the other side to the base of Saddleback. Be aware, Saddleback is one of the more intimidating climbs. After reaching the top, head back down the Ore Bed Trail to camp. Day Four: Hike out.",
			"hikeIntro2": "<u>Description from AllTrails</u> Ore Bed Brook to Wolf Jaw Loop is a 7.8 mile heavily trafficked loop trail located near Keene Valley, New York that features a great forest setting and is only recommended for very experienced adventurers. The trail is primarily used for hiking and is best used from May until October.<br><br> Starts at the Johns Brook Lodge area, this loop hits three high peaks (Gothics, Armstrong, and Upper Wolfjaw). The Ore Bed Trail side of Gothics is very steep at the top and includes a section with cables to get to the top. Excellent views from the tops of all three mountains.",
			"hikePlan2": "The climbs up Saddleback and Gothics are two of the most difficult climbs out of all the 46er peaks, and can be very intimidating to some. Be sure to carry plenty of water. Once you start climbing, there will not be places to fill up throughout the day."
		},
		{
			"id": "14",
			"hikeTitle": "Marcy (5,344), Skylight (4,925), Gray (4,826)",
			"hikeLink1": "https://www.alltrails.com/explore/trail/us/new-york/mount-skylight-mount-marcy-and-gray-peak-loop-trail",
			"hikeLink1Title": "Skylight, Mount Marcy, and Gray Peak",
			"hike1Dist": "17.6",
			"hike1Elev": "5,068",
			"hikeLink2": "",
			"hikeLink2Title": "",
			"hike2Dist": "",
			"hike2Elev": "",
			"hikeIntro": "These peaks could be tackled in a long day trip from the Adirondack Loj, but turning this into a weekend trip allows you to truly soak the beauty of Marcy and Skylight.",
			"hikePlan": "Your starting point is the Adirondack Loj, where you will pay $10 a day for parking. Day 1: Head to the Adirondack Loj and pack about 5 miles into Lake Colden. Set up camp and enjoy the beauty of the area. Day 2: Follow the Feldspar Brook Trail a few miles up to Lake Tear of the Clouds, the starting point of the Hudson River. There will be a herd path leading to the top of Gray. Check Gray off and head back down, continuing along Lake Tear of the Clouds until you reach the Four Corners junction. From here you can tag Skylight, 2 miles total up and back, before heading over to Marcy. After soaking up the sun on Marcy, head back the way you came and spend the night at Lake Colden. Youll be looking at 11 miles or so for that day. Day 3: Hike out."
		},
		{
			"id": "15",
			"hikeTitle": "Colden (4,715), Marshall (4,380), Cliff (3,944), Redfield (4,606)",
			"hikeLink1": "https://www.alltrails.com/explore/trail/us/new-york/marshall-to-iroquois",
			"hikeLink1Title": "Mount Marshall to Iroquois Peak",
			"hike1Dist": "18.9",
			"hike1Elev": "2,992",
			"hikeLink2": "https://www.alltrails.com/explore/trail/us/new-york/mount-redfield-and-cliff-mountain-trail",
			"hikeLink2Title": "Mount Redfield and Cliff Mountain Trail",
			"hike2Dist": "17.9",
			"hike2Elev": "4,603",
			"hikeIntro": "These four peaks aren't all in one range, but the trailheads are all located fairly close together. Colden is known for its large slides and spectacular views of the MacIntyre Range, Avalanche Pass, and Mt. Marcy.",
			"hikePlan": "You park your car at the Upper Works and hike the 5 or 6 miles into the Flowed Land or Lake Colden. From those sites, Marshall is at most a 4 mile hike. Colden will be closer to 6, and Cliff and Redfield are between 8 and 10 miles total. Day 1: Hike into Lake Colden or Flowed Lands from the Upper Works. Grab one of the many lean-tos or campsites in the area and snag Marshall before it gets too late. The herd path up it is almost directly across from some of the main camping areas between Lake Colden and the Flowed lands. Day 2: Your targets are Cliff and Redfield. Follow the trail along the Opalescent to the Uphill lean to. You come to a junction with Cliff on one side and Redfield on the other. Be prepared to use your hands to climb Cliff. Water is usually available for refills on Redfield. If you feel adventurous, you can try to tackle Colden as well. Day 3: If you didn't feel as adventurous the day before, start early and conquer Colden in the morning. Colden actually has a marked trail. Head back to camp and hike out later that afternoon."
		}
	]
}